{
  "@context": "http://www.shared-canvas.org/ns/context.json",
  "@type": "sc:AnnotationList",
  "@id": "https://dms-data.stanford.edu/data/manifests/Parker/qd527zm3425/list/207.json",
  "resources": [
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/qd527zm3425/annotation/8567066c-dc0e-416e-aaa0-ba78909dd93a",
      "@type": "oa:Annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/qd527zm3425/canvas/canvas-215#xywh=0,0,5087,8907",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/qd527zm3425/res/f36b9137-b820-41d7-8527-fd2fced702b7",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Marginalia:Christus illum siue (= sibi) elegit in terris ficarium qui de gemino captiuos liberet seruitio plerosque / de seruitute quos redemet hominum innumeros de sabuli obsoluit dominio ymnos / cum apocalipsi salmosque cantat dei cousque et edificandum dei tractat pupulum quem legem / in trinitate sacre credent nominis tribusque personis unam · Sona domine (zona domini) precintus diebus ac noc / tibus (sine) intermissione deum oret dominum cuius ingentes laboris pcepturis pcepturis (sic) premium / cum apostoli(s) regnauit scs super israel. Audite omnes amantes deum sancta merita uiri in Christo / beati patricii episcopi · quomodo bonum ab actum simulatur angelis perfectum - que est propter uitam / equatur apostolis patricii laudes semper dicamus ut nos cum illo defendat deus. / Crux Christi reducat Crux Christi perriit et inuenta est habraeham tibi uias montes / p. 208 / silua(s) semitas fluminas andronas cludat Isaac tibi tenebras inducat Crux iacob te / ad iudicium ligatum perducat iudei christum crucifixerunt persimum (!) sibimet ipsum perpetrauerunt / opus celauerunt quod non potuerunt celare sic nec hoc furtum celatur nec celare (-ri) possit / per dominum nostrum. Space follows. Cf. Cockayne loc. cit. 60, 286"
      }
    }
  ]
}
