{
  "@context": "http://www.shared-canvas.org/ns/context.json",
  "@type": "sc:AnnotationList",
  "@id": "https://dms-data.stanford.edu/data/manifests/Parker/sk095st1718/list/11r.json",
  "resources": [
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/sk095st1718/annotation/e6fb0a95-e260-4b56-b389-33e26a07b735",
      "@type": "oa:Annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/sk095st1718/canvas/canvas-29#xywh=0,0,3675,5907",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/sk095st1718/res/61fc126d-fc29-412f-85a3-47c99dbb5f51",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Welsh inscription, discovered by Mr Bradshaw, communicated by him to the Rev. D. Silvan Evans, and printed (among Miscellaneous Notices) in Archaeologia Cambrensis, 1874, Series 4, Vol. V, p. 340. Mr Bradshaw (Collected Papers, p. 465) says in speaking of the MS. before us: In one case is a Welsh quatrain ... docked by the binder of part of its last line, but much resembling some lines in the Gododin, though not identical. Except the two poems in the Juvencus MS., it is the only scrap of verse written down before the xiith century as yet discovered, and so is most precious; especially as we can date it almost to a certainty, seeing it must have been written down some time between 1080 and 1090. It is in this scrap that the letter y first appears in Welsh, a letter which forms such a prominent feature in all later Welsh writing ... no one seems to have ventured upon a satisfactory version of it. The note in Arch. Cambr. says: According to Mr Bradshaw it was written ... between 1079 and 1089 at Llanbadarn Fawr in the county of Cardigan. The lines slope upward and are cut off at the end. Amdinnit trynit trylenn · Amtrybann teirbann treisguenn · Amcen creiriou (indistinguishable to me from creirum) gurth cyrrguenn · Amdifuys a ... patern ... The verses says Mr Bradshaw are marked by the point and the coloured initial, as well as by the rhyme."
      }
    }
  ]
}
