{
  "@context": "http://www.shared-canvas.org/ns/context.json",
  "@type": "sc:AnnotationList",
  "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/list/7r.json",
  "resources": [
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/annotation/f0ac7882-e78a-4491-9ea7-16eb9c2dd4c1",
      "@type": "oa:annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/canvas/canvas-27#xywh=0,0,5074,8166",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/res/4c1626dd-86a1-4ebe-95a2-8db05eff3ced",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Rubric: Quibus dies iudicii manifestatur et per quem"
      }
    },
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/annotation/5c03011d-5e54-421d-948e-2190ec9dd44f",
      "@type": "oa:annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/canvas/canvas-27#xywh=0,0,5074,8166",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/res/fec6718b-ed5d-4773-857b-054448ec6978",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Incipit: Uenientibus nobis in (de) galilea in ierusalem viia die ante pascha dixit mihi dominus de passione sua multa et de resurrectione et de nouissimis temporibus et de aduentu antichristi"
      }
    },
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/annotation/d3977c00-61d3-479d-a5f3-42b6c49b71fb",
      "@type": "oa:annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/canvas/canvas-27#xywh=0,0,5074,8166",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/res/73332466-72a9-443b-a234-a1a50d6fb96d",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Exiet inquit princeps virtutis belial ab oriente faciens portenta magna et signa multa in aduentu suo dicens ego sum christus et multi seducentur in nomine eius. ffaciet autem signa quecunque ego feci preter solum mortuum suscitare. Plures autem populi credent in illum et illi etiam qui in me crediderunt. propter hoc tibi dico mathee ut predicas omnibus fidelibus ne seducantur ab illo. Erit autem posicio eius vir macer et longus. Macris pedibus. porecta coma longam habens faciem longumque nasum fellinis (marg. festiuis) oculis in inferioribus partibus. dente uno demptus in superiori parte notabilis lepram habens in fronte partem candoris in coma super frontem. Ista signa illi erunt immutabilia sed in aliis se euertere poterit. Et quando veniet in ierusalem adorabit eum rex nomine flato. Exurgent ergo viri prudentes x et viijo ab ierusalem et stabunt coram illo redarguentes eum. Et videns quod redarguitur indurabitur cor suum et iubebit eos incendi et aras ierusalem dicens. Veniat deus vester in quo speratis et liberet vos. Tunc dicent iusti. Non fecit hoc christus filius dei. sed ait exaudiet illos pater meus et ego reuertar ad illos cum caterua magna. Illi autem electi sperantes aduentum meum carnem non comedent vinum non bibent. sed esca erit eis olera et domus spelunce. mulieres inimice. mendacium apud illos non erit. filii eorum ante parentes non morientur et dormient in lecto suo scientes diem exitus sui suorumque superabunt opera plusquam philosophorum. Post hec michael arcangelus canet tuba et reuertar in ierusalem et antichristus confundetur et fugiet ad boream et colliget gog et magog. et veniet gaudens et pungnabit in monte oliueti. et mittam summum militem uirtutis mee et tanget castra eorum. et cadent omnes. Tunc mittam spiritum meum in boream et nothum et affricum et colligentur omnes quidam autem accipient ignem gehenne quidam autem nouitatem lucis mee. Tunc Sol sepcies fulgebit clarius quam ante solebat. post mille uero annos electi mei quasi hora una dormient et dabit illis pater meus regnum sempiternum. ffelices ergo qui credent quoniam iudicabunt. quid faciam in illis diebus. Respondit mihi. Vade euangelizare omni creature regnum dei Evidently there is a break here. The portion of the tract which is attributed to St Matthew (and which I have not seen elsewhere) ends at this point, and what follows is an excerpt from some other writing of the type of pseudo-Methodius. In nouissimo tempore consummacionis mundi appropinquante die iudicii exient gog et magog alieque gentes quas alexander in finibus aquilonis includet deuastantes terram israel et uniuersa mala exercent in ea. Exurget autem in illo tempore regnum romanorum et subiciet sibi has gentes et filios ismael et uincet eos et regnum christianorum defendet. Subiugabit iugo pessimo saracenos. Iste siquidem rex ut in sequentibus patet ex ethiopibus genealogiam ducet unde est illa prophetia dauid dicentis. Ethiopia preueniet manus eius deo. nec immerito. non enim est regnum sub celo quod possit superare regnum christianorum. Post hec ascendet rex ille romanorum in ierusalem uenietque in golgatha loco ubi affixum est lignum sancte crucis et tollet coronam de capite suo ponetque super crucem. expandensque manus suas in celum tradet regnum christianorum deo patri omnipotenti et assumetur sancta crux in celum cum corona regis. Cum autem dominus postea uenerit iudicare seculum per ignem apparebit sancta crux ante eum ad arguendum infidelium audaciam unde apostolus. Tunc destruetur omnis principatus et potestas per uniuersum mundum ut appareat filius perdicionis .i. antichristus. Erit autem regnum antichristi tempus et tempora et dimidium temporis .i. per tres annos et dimidium. In hiis diebus pluuie non erunt super terram nec nubes discurrent et erit fames magna in terra flumina siccabuntur et pisces peribunt et homines pre fame ualida morientur nec erit qui eos sepeliat et erit fetor et putredo mortuorum super faciem terre. Postea apparebit signum filii hominis in celo .i. sancta crux. et ueniet dominus et interficiet filium perdicionis spiritu oris sui et iudicabit seculum per ignem. Hic est finis seculi et diei iudicii in terra. beati qui parati sunt quando hec fient"
      }
    },
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/annotation/26909d3e-7777-4527-9d53-65122e943500",
      "@type": "oa:annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/canvas/canvas-27#xywh=0,0,5074,8166",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/res/4446cb82-97d8-4b5b-a0c6-1284a55fa124",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Explicit: Post iudicium autem celum nouum et terra noua erit preparata omnibus sanctis. ubi cum deo et sanctis angelis eius leticia perficietur sempiterna. Amen"
      }
    },
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/annotation/056b1b94-91e5-476a-91c9-6e1ad44da61f",
      "@type": "oa:annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/canvas/canvas-27#xywh=0,0,5074,8166",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/res/bb3acfc7-1e36-4a9c-a94b-99d1a4b3908a",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Rubric: Explicit"
      }
    },
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/annotation/7ff27c4d-8e69-4800-97a2-56d815f444dc",
      "@type": "oa:annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/canvas/canvas-27#xywh=0,0,5074,8166",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/res/a8dc526f-9528-4297-8aa6-1424390bd48a",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Iste tractatus est ualde defectiuus"
      }
    },
    {
      "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/annotation/926d0b77-32f6-43b3-8562-4914fa397d33",
      "@type": "oa:annotation",
      "motivation": "oa:commenting",
      "on": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/canvas/canvas-27#xywh=0,0,5074,8166",
      "resource": {
        "@id": "https://dms-data.stanford.edu/data/manifests/Parker/jy663fr8353/res/a75e7d4a-ff47-43ea-af61-1afea289db1d",
        "@type": "cnt:ContentAsText",
        "format": "text/plain",
        "chars": "Vide tractatum de antichristo notabilem in paruo libro nigro cum bestiario in gallicis quondam h. de brigham"
      }
    }
  ]
}
